$(function(){
	let message_socket;		// 웹소켓 식별자
	
	/*------------------------
		채팅 회원 저장하기	
	--------------------------*/
	
	
	
	/*------------------------
		웹 소켓 연결	
	--------------------------*/
	
	
	
	
	
	/*------------------------
		채팅방 생성하기	
	--------------------------*/
	// 회원 정보 검색하기
	$('#member_search').keyup(function(){
		if($('#member_search').val().trim() == ''){
			$('#search_area').empty();
		} 
	})
	
	
	
	
	
	/*------------------------
		채팅 하기	
	--------------------------*/
	
	
	
	
	
});